adpyke.vscode-sql-formatter
anthropic.claude-code
anysphere.cursorpyright
anysphere.pyright
arcticicestudio.nord-visual-studio-code
beardedbear.beardedtheme
bierner.markdown-mermaid
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
charliermarsh.ruff
dotjoshjohnson.xml
eamodio.gitlens
effectful-tech.effect-vscode
esbenp.prettier-vscode
forbeslindesay.vscode-sql-template-literal
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
lucien-martijn.parquet-visualizer
morph.rift-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pomdtr.excalidraw-editor
prisma.prisma
qwtel.sqlite-viewer
sdras.night-owl
stkb.rewrap
thebearingedge.vscode-sql-lit
vscodevim.vim
yoavbls.pretty-ts-errors
